Repository: FlokkeInFrance/Logbook
Catalog: Localizable.xcstrings
Source language: en
Languages: fr

source: Section's name:
fr: Nom de Section

source: Abort
fr: Abandon

source: Add
fr: Ajout

source: Add Item
fr: Ajouter Item

source: Add Scale
fr: Ajouter échelle

source: Add Section
fr: Ajouter Section

source: Address
fr: Adresse

source: Administrative Data
fr: Données administratives

source: Always Show
fr: Montrer toujour

source: Are you sure you want to delete “%@”?
fr: Vraiment effacer “%@”?

source: Are you sure you want to delete this item?
fr: Vraiment effacer cet item ?

source: Back
fr: Retour

source: Beaufort Level: %lld
fr: Niveau Beaufort: %lld

source: Beaufort Scale
fr: Echelle Beaufort

source: Birthdate :
fr: Date de Naissance :

source: Boat
fr: Bateau

source: Boats
fr: Bateaux

source: Brand
fr: Marque

source: Call Sign
fr: Indicatif

source: Cancel
fr: Annuler

source: Category of Navigation
fr: Catégorie de navigation

source: Checklist Completed
fr: Checklist terminée

source: Checklist's features
fr: Caractéristiques de la Checklist

source: Checklists for: %@
fr: Checklists pout: %@

source: Choice
fr: Choix

source: First Name
fr: Prénom

source: Hello, World!
fr: Bonjour, Monde

source: Item at %@
fr: Item à %@

source: Last Name
fr: Nom

source: Name
fr: Nom

source: Select an item
fr: Choisir
